Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: This Policy become effective upon their publication on the Website.
sv: Denna policy trÃ¤der i kraft vid publiceringen pÃ¥ webbplatsen.

source: In Prague on November 1, 2024.
sv: I Prag den 1 november 2024.

source: We process personal data (such as your e-mail address); those will be discarded from our database if you remove your account.
sv: Vi behandlar personuppgifter (t.ex. din mejladress). De kommer att tas bort frÃ¥n vÃ¥r databas om du tar bort ditt konto.

source: Your name and e-mail can be used in version control system commits to author the changes you made; they can be stored there indefinitely.
sv: Ditt namn och din e-postadress kan anvÃ¤ndas i versionshanteringssystemets commit fÃ¶r att ange vem som gjort Ã¤ndringarna; de kan lagras dÃ¤r pÃ¥ obestÃ¤md tid.

source: Name choice is yours, and the e-mail address used for commits can be masked by Weblate to protect your privacy. You can enable this in your profile.
sv: Namnvalet Ã¤r ditt, och den e-postadress som anvÃ¤nds fÃ¶r commit kan maskeras av Weblate fÃ¶r att skydda din integritet. Du kan aktivera detta i din profil.

source: We use cookies to deliver our services.
sv: Vi anvÃ¤nder kakor fÃ¶r att leverera vÃ¥ra tjÃ¤nster.

source: We donât use any third-party cookies.
sv: Vi anvÃ¤nder inga cookies frÃ¥n tredje part.

source: The General Terms and Conditions document is legally-binding in English, translations are provided for your convenience.
sv: Dokumentet fÃ¶r de generella villkoren och bestÃ¤mmelserna Ã¤r juridiskt bindande pÃ¥ Engelska och Ã¶versÃ¤ttningarna tillhandahÃ¥lls fÃ¶r din bekvÃ¤mlighet.

source: The rights and obligations of the User and the Provider resulting from the use of the Service are governed by these General Terms and Conditions.
sv: AnvÃ¤ndarens och leverantÃ¶rens rÃ¤ttigheter och skyldigheter som fÃ¶ljer av anvÃ¤ndningen av tjÃ¤nsten regleras av dessa allmÃ¤nna villkor.

source: These general terms and conditions are an integral part of the service agreement concluded between the User and the Provider (hereinafter referred to as the "<strong>Agreement</strong>") and define the binding rules and conditions for the provision of Services and Products and the use of Services and Products. These general terms and conditions govern the contractual relationship between the service provider and the User.
sv: Dessa allmÃ¤nna villkor Ã¤r en integrerad del av det serviceavtal som ingÃ¥tts mellan anvÃ¤ndaren och leverantÃ¶ren (nedan kallat "<strong>avtalet</strong>") och definierar de bindande reglerna och villkoren fÃ¶r tillhandahÃ¥llandet av tjÃ¤nster och produkter samt anvÃ¤ndningen av tjÃ¤nster och produkter. Dessa allmÃ¤nna villkor reglerar avtalsfÃ¶rhÃ¥llandet mellan tjÃ¤nsteleverantÃ¶ren och anvÃ¤ndaren.

source: The definitions below have the following meanings for the purposes of these general terms and conditions:
sv: Definitionerna nedan har fÃ¶ljande innebÃ¶rd i dessa allmÃ¤nna villkor:

source: Civil Code
sv: Civilkod

source: means Act No. 89/2012 Coll., Civil Code, as amended;
sv: avser lag nr 89/2012 Coll., civillagen, i dess Ã¤ndrade lydelse;

source: Contracting Parties
sv: Avtalsparter

source: jointly refers to the User and the Provider;
sv: avser gemensamt AnvÃ¤ndaren och LeverantÃ¶ren;

source: means any data sent from the service's web server to the User's computer or other internet-connected device, which allows the unique identification of the User's web browser in accordance with Section 89 of Act No. 480/2004 Coll., on Certain Information Society Services and Amending Certain Acts, as amended;
sv: avser alla data som skickas frÃ¥n tjÃ¤nstens webbserver till anvÃ¤ndarens dator eller annan internetansluten enhet, vilket mÃ¶jliggÃ¶r unik identifiering av anvÃ¤ndarens webblÃ¤sare i enlighet med Â§ 89 i lag nr 480/2004 Coll., om vissa informationssamhÃ¤llstjÃ¤nster och Ã¤ndring av vissa lagar, i dess Ã¤ndrade lydelse;

source: Dedicated Weblate
sv: Dedikerad Weblate

source: means a form of collaboration where the User is the sole user of the Service in a cloud hosted and provided by the Provider;
sv: avser en form av samarbete dÃ¤r AnvÃ¤ndaren Ã¤r den enda anvÃ¤ndaren av TjÃ¤nsten i ett moln som hostas och tillhandahÃ¥lls av LeverantÃ¶ren;

source: means EU Regulation No. 679/2016, General Regulation on Personal Data Protection;
sv: avser EU-fÃ¶rordning nr 679/2016, allmÃ¤n fÃ¶rordning om skydd av personuppgifter;

source: GTC
sv: AllmÃ¤nna villkor

source: means these general terms and conditions, which form an integral part of the Agreement;
sv: betyder dessa allmÃ¤nna villkor, som utgÃ¶r en integrerad del av Avtalet;

source: Hosted String
sv: VÃ¤rdstrÃ¤ng

source: means a text unit defined in the translation format. It can be a word, sentence, or paragraph. It is counted separately for each language;
sv: betyder en textdel som definieras i Ã¶versÃ¤ttningsformatet. Det kan vara ett ord, en mening eller ett stycke. Det rÃ¤knas separat fÃ¶r varje sprÃ¥k;

source: means a form of collaboration that is purely cloud-based, where the Provider provides Services to Users on a non-dedicated (i.e., shared by multiple Users) cloud operated by the Provider;
sv: avser en form av samarbete som Ã¤r helt molnbaserad, dÃ¤r leverantÃ¶ren tillhandahÃ¥ller tjÃ¤nster till anvÃ¤ndare pÃ¥ ett icke-dedikerat (dvs. delat av flera anvÃ¤ndare) moln som drivs av leverantÃ¶ren;

source: means the non-exclusive license granted by the Provider to the User for the use of the Service;
sv: avser den icke-exklusiva licens som leverantÃ¶ren beviljar anvÃ¤ndaren fÃ¶r anvÃ¤ndning av tjÃ¤nsten;

source: Personal Data
sv: Personuppgifter

source: means personal data as defined in EU Regulation No. 679/2016, entered by the user into the Service and/or Cookies;
sv: avser personuppgifter enligt definitionen i EU-fÃ¶rordning nr 679/2016, som anvÃ¤ndaren har angett i TjÃ¤nsten och/eller Cookies;

source: Price
sv: Pris

source: the value expressed in money for the provided License in accordance with the Price List;
sv: det vÃ¤rde som uttrycks i pengar fÃ¶r den tillhandahÃ¥llna licensen i enlighet med prislistan;

source: Price List
sv: Prislista

source: means the document or web page that specifies the Price of the Service and/or Product unless otherwise stated in the Agreement;
sv: avser det dokument eller den webbsida som anger priset fÃ¶r tjÃ¤nsten och/eller produkten, om inte annat anges i avtalet;

source: Product
sv: Produkt

source: means any service or part thereof provided under a certain brand of the Provider based on its brand usage policy. The User purchases the Product AS IS. Support and other services are provided separately;
sv: avser alla tjÃ¤nster eller delar dÃ¤rav som tillhandahÃ¥lls under ett visst varumÃ¤rke av leverantÃ¶ren i enlighet med dess varumÃ¤rkesanvÃ¤ndningspolicy. AnvÃ¤ndaren kÃ¶per produkten i befintligt skick. Support och andra tjÃ¤nster tillhandahÃ¥lls separat;

source: Provider
sv: Leverantör

source: refers to the company <strong>Weblate s.r.o.</strong>, ID No. 21668027, with registered office at NÃ¡bÅeÅ¾nÃ­ 694, Cvikov II, 471 54 Cvikov, registered in the Commercial Register maintained by the Regional Court in ÃstÃ­ nad Labem, file no. C 52324, with which the Agreement was concluded;
sv: avser fÃ¶retaget <strong>Weblate s.r.o.</strong>, ID-nr 21668027, med sÃ¤te pÃ¥ NÃ¡bÅeÅ¾nÃ­ 694, Cvikov II, 471 54 Cvikov, registrerat i handelsregistret som fÃ¶rs av regionaldomstolen i ÃstÃ­ nad Labem, Ã¤rendenummer C 52324, med vilket avtalet ingicks;

source: means the websites and services based on Weblate provided by the Provider;
sv: avser webbplatser och tjÃ¤nster baserade pÃ¥ Weblate som tillhandahÃ¥lls av leverantÃ¶ren;

source: Self-hosting
sv: SjÃ¤lvhosting

source: means a form of collaboration where the User is the sole user of the Service, and this Service is operated directly on the User Server;
sv: betyder en form av samarbete dÃ¤r anvÃ¤ndaren Ã¤r den enda anvÃ¤ndaren av tjÃ¤nsten och denna tjÃ¤nst drivs direkt pÃ¥ anvÃ¤ndarens server;

source: Support Services
sv: SupporttjÃ¤nster

source: means the support provided by the Provider to the User within the Service. Support Services are governed separately by a separate support service agreement;
sv: avser det stÃ¶d som leverantÃ¶ren tillhandahÃ¥ller anvÃ¤ndaren inom ramen fÃ¶r tjÃ¤nsten. SupporttjÃ¤nster regleras separat i ett separat supportavtal;

source: means an optional translation memory service provided on Weblate;
sv: betyder en valfri Ã¶versÃ¤ttningsminnestjÃ¤nst som tillhandahÃ¥lls pÃ¥ Weblate;

source: means any legal entity or natural person other than the Provider that utilizes the Service;
sv: avser alla juridiska eller fysiska personer utom leverantÃ¶ren som anvÃ¤nder tjÃ¤nsten;

source: User Account
sv: AnvÃ¤ndarkonto

source: means a user account with a unique access code and password in the Hosted Weblate web interface. Each User Account can be used by only one User;
sv: betyder ett anvÃ¤ndarkonto med en unik Ã¥tkomstkod och ett lÃ¶senord i det webbaserade grÃ¤nssnittet Hosted Weblate. Varje anvÃ¤ndarkonto kan endast anvÃ¤ndas av en anvÃ¤ndare;

source: User Server
sv: AnvÃ¤ndarserver

source: refers to the server and other hardware equipment not owned, managed, or controlled by the Provider;
sv: avser server och annan hÃ¥rdvaruutrustning som inte Ã¤gs, fÃ¶rvaltas eller kontrolleras av leverantÃ¶ren;

source: Methods of Acceptance
sv: Metoder fÃ¶r godkÃ¤nnande

source: The License is granted to the User based on the concluded Agreement.
sv: Licensen beviljas anvÃ¤ndaren pÃ¥ grundval av det ingÃ¥ngna avtalet.

source: These GTC are an integral part of the Agreement.
sv: Dessa allmÃ¤nna villkor Ã¤r en integrerad del av avtalet.

source: The Agreement is concluded:
sv: Avtalet ingÃ¥s:

source: on the day of signing by both parties (especially for all Services offered with custom settings);
sv: pÃ¥ dagen fÃ¶r undertecknandet av bÃ¥da parter (sÃ¤rskilt fÃ¶r alla tjÃ¤nster som erbjuds med anpassade instÃ¤llningar);

source: online through acceptance (confirmation) via the web interface in accordance with the Price List, with the Agreement becoming effective once the Price for the License has been duly paid (in the case of a bank transfer, once the amount corresponding to the Price for the License has been credited to the Provider's bank account) for the amount stated in the first billing period by the User.
sv: online genom godkÃ¤nnande (bekrÃ¤ftelse) via webbgrÃ¤nssnittet i enlighet med prislistan, varvid avtalet trÃ¤der i kraft nÃ¤r priset fÃ¶r licensen har betalats (vid bankÃ¶verfÃ¶ring, nÃ¤r beloppet motsvarande priset fÃ¶r licensen har krediterats leverantÃ¶rens bankkonto) fÃ¶r det belopp som anges i den fÃ¶rsta faktureringsperioden av anvÃ¤ndaren.

source: Service Provision
sv: TillhandahÃ¥llande av tjÃ¤nster

source: The Provider operates the Service at the internet address specified in the Product specification and its subdomains or on the User's Servers in accordance with the Agreement and the technical specifications outlined in the Product specification.
sv: LeverantÃ¶ren driver TjÃ¤nsten pÃ¥ den internetadress som anges i Produktspecifikationen och dess underdomÃ¤ner eller pÃ¥ AnvÃ¤ndarens servrar i enlighet med Avtalet och de tekniska specifikationer som anges i Produktspecifikationen.

source: If the Agreement is concluded under Article 2.3(a), the scope of Services is defined in the Product specification, which is attached to the Agreement. The Product specification may further detail the scope of individual (sub)services regarding their content and activation methods. The Product specification defined in this manner takes precedence over the form of Service offered according to the Price List.
sv: Om avtalet ingÃ¥s enligt artikel 2.3(a) definieras tjÃ¤nsternas omfattning i produktspecifikationen, som bifogas avtalet. Produktspecifikationen kan innehÃ¥lla ytterligare detaljer om omfattningen av enskilda (del)tjÃ¤nster vad gÃ¤ller deras innehÃ¥ll och aktiveringsmetoder. Den produktspecifikation som definieras pÃ¥ detta sÃ¤tt har fÃ¶retrÃ¤de framfÃ¶r den form av tjÃ¤nst som erbjuds enligt prislistan.

source: The Service is provided in three forms of cooperation: Hosted Weblate, Dedicated Weblate, and Self-hosting.
sv: TjÃ¤nsten tillhandahÃ¥lls i tre former av samarbete: Hosted Weblate, Dedicated Weblate och Self-hosting.

source: In accordance with GPLv3, certain aspects of the Service may be provided either with the assistance of third parties other than the Provider or directly by these parties. The User acknowledges that these third parties will provide their services in accordance with this Agreement and the GPLv3 license. The User acknowledges that third parties involved in the provision of the Service may change over the course of the Service's provision. These third parties may process Personal Data within their activities in accordance with the Agreement and GPLv3.
sv: I enlighet med GPLv3 kan vissa aspekter av TjÃ¤nsten tillhandahÃ¥llas antingen med hjÃ¤lp av andra tredje parter Ã¤n LeverantÃ¶ren eller direkt av dessa parter. AnvÃ¤ndaren erkÃ¤nner att dessa tredje parter kommer att tillhandahÃ¥lla sina tjÃ¤nster i enlighet med detta avtal och GPLv3-licensen. AnvÃ¤ndaren erkÃ¤nner att tredje parter som Ã¤r involverade i tillhandahÃ¥llandet av TjÃ¤nsten kan komma att Ã¤ndras under TjÃ¤nstens tillhandahÃ¥llande. Dessa tredje parter kan behandla Personuppgifter inom ramen fÃ¶r sin verksamhet i enlighet med Avtalet och GPLv3.

source: Service Duration
sv: Varaktighet

source: Unless otherwise expressly agreed in the Agreement, the Agreement is concluded for a period corresponding to a subscription model. The subscription can be paid monthly or annually in accordance with Article 5 of the GTC.
sv: Om inte annat uttryckligen avtalats i avtalet, ingÃ¥s avtalet fÃ¶r en period som motsvarar en abonnemangsmodell. Abonnemanget kan betalas mÃ¥nadsvis eller Ã¥rsvis i enlighet med artikel 5 i de allmÃ¤nna villkoren.

source: The price for the Service is determined according to the offer or the Price List. The User acknowledges and agrees that the Price List may be unilaterally changed by the Provider in the same way as these GTC. The price depends on the chosen Service configuration, and there are many variants in which the Service can be provided. These variants are listed in the Price List. The price for Services consists of the following separate items or their combination, which are paid regularly monthly/annually:
sv: Priset fÃ¶r TjÃ¤nsten faststÃ¤lls enligt erbjudandet eller Prislistan. AnvÃ¤ndaren bekrÃ¤ftar och samtycker till att Prislistan kan Ã¤ndras ensidigt av LeverantÃ¶ren pÃ¥ samma sÃ¤tt som dessa AllmÃ¤nna Villkor. Priset beror pÃ¥ den valda TjÃ¤nstekonfigurationen, och det finns mÃ¥nga varianter i vilka TjÃ¤nsten kan tillhandahÃ¥llas. Dessa varianter anges i Prislistan. Priset fÃ¶r TjÃ¤nsterna bestÃ¥r av fÃ¶ljande separata poster eller en kombination av dessa, som betalas regelbundet varje mÃ¥nad/Ã¥r:

source: regular price for access to Services, which is also always set for the relevant time period and based on the specific conditions of the Service, but paid monthly or annually, with this price varying for different forms of collaboration according to the Price List;
sv: ordinarie pris fÃ¶r tillgÃ¥ng till tjÃ¤nsterna, som ocksÃ¥ alltid faststÃ¤lls fÃ¶r den relevanta tidsperioden och baseras pÃ¥ de specifika villkoren fÃ¶r tjÃ¤nsten, men betalas mÃ¥nadsvis eller Ã¥rsvis, dÃ¤r detta pris varierar fÃ¶r olika former av samarbete enligt prislistan;

source: regular price for the number of Hosted Strings; this amount is chosen by the User from the options offered in the Price List or in agreement with the Provider;
sv: ordinarie pris fÃ¶r antalet Hosted Strings; detta belopp vÃ¤ljs av AnvÃ¤ndaren bland de alternativ som erbjuds i prislistan eller i Ã¶verenskommelse med LeverantÃ¶ren;

source: regular price for Translation Memory;
sv: ordinarie pris fÃ¶r Ã¶versÃ¤ttningsminne;

source: (points a), b), and c) are collectively referred to as the "<strong>Subscription</strong>").
sv: (punkterna a), b) och c) kallas gemensamt fÃ¶r "<strong>Abonnemanget</strong>").

source: To avoid doubt, the Subscription may guarantee either only access to a specific Product or License and/or a specific package of guaranteed Services.
sv: FÃ¶r att undvika tvivel kan abonnemanget garantera antingen endast tillgÃ¥ng till en specifik produkt eller licens och/eller ett specifikt paket med garanterade tjÃ¤nster.

source: The User is obliged to pay the Price based on the received tax documents (invoices) issued by the Provider. The Price is paid in advance, and the invoice is issued and delivered to the User within 5 working days after the end of each relevant period.
sv: AnvÃ¤ndaren Ã¤r skyldig att betala priset baserat pÃ¥ de mottagna skattedokumenten (fakturor) som utfÃ¤rdats av leverantÃ¶ren. Priset betalas i fÃ¶rskott och fakturan utfÃ¤rdas och levereras till anvÃ¤ndaren inom 5 arbetsdagar efter slutet av varje relevant period.

source: Payment of the Price may be made by credit card, bank transfer, or cryptocurrency transaction. All Prices listed in the Price List exclude VAT. End users from the EU and Czech business companies will be required to pay an additional VAT of 21%%. Reverse charge applies to invoices issued to businesses within the EU.
sv: Betalning av priset kan ske med kreditkort, bankÃ¶verfÃ¶ring eller kryptovaluta. Alla priser som anges i prislistan Ã¤r exklusive moms. SlutanvÃ¤ndare frÃ¥n EU och tjeckiska fÃ¶retag mÃ¥ste betala en extra moms pÃ¥ 21 %%. OmvÃ¤nd skattskyldighet gÃ¤ller fÃ¶r fakturor som utfÃ¤rdas till fÃ¶retag inom EU.

source: If the User wishes to avoid being charged for the Service in the Subscription mode, they must cancel the Subscription at least three days before the automatic renewal of the Service usage. The Provider recommends verifying with the prepaid card issuer or bank whether recurring billing is possible.
sv: Om anvÃ¤ndaren vill undvika att debiteras fÃ¶r tjÃ¤nsten i abonnemangslÃ¤get mÃ¥ste denne sÃ¤ga upp abonnemanget minst tre dagar fÃ¶re den automatiska fÃ¶rnyelsen av tjÃ¤nsten. LeverantÃ¶ren rekommenderar att man kontrollerar med utfÃ¤rdaren av det fÃ¶rbetalda kortet eller banken om Ã¥terkommande fakturering Ã¤r mÃ¶jlig.

source: The User can change their Subscription mode online by logging into their User Account and making the change or cancelling the Subscription there. If the User cancels their Subscription at least three days before the renewal date as per point 5.5 above, their Subscription will stop at the end of the current billing cycle.
sv: AnvÃ¤ndaren kan Ã¤ndra sitt abonnemangslÃ¤ge online genom att logga in pÃ¥ sitt anvÃ¤ndarkonto och gÃ¶ra Ã¤ndringen eller sÃ¤ga upp abonnemanget dÃ¤r. Om anvÃ¤ndaren sÃ¤ger upp sitt abonnemang minst tre dagar fÃ¶re fÃ¶rnyelsedatumet enligt punkt 5.5 ovan, upphÃ¶r abonnemanget vid slutet av den aktuella faktureringsperioden.

source: The Provider does not refund ANY money for Services, Support Services, and/or any other services provided under the Agreement and these GTC if they were provided before the cancellation of these Services by the User. Order cancellation after payment is possible by agreement if the ordered Service has not been used or no attempt to download it has been made. If a download attempt has been made, no negotiation will occur, and the User is not entitled to any refunds, discounts, or other monetary compensation. If prepaid Services were prepaid for a period exceeding the actual usage period, the conditions of such a refund will be agreed upon individually.
sv: LeverantÃ¶ren Ã¥terbetalar INGA pengar fÃ¶r tjÃ¤nster, supporttjÃ¤nster och/eller andra tjÃ¤nster som tillhandahÃ¥lls enligt avtalet och dessa allmÃ¤nna villkor om de tillhandahÃ¶lls innan anvÃ¤ndaren avbestÃ¤llde dessa tjÃ¤nster. AvbestÃ¤llning efter betalning Ã¤r mÃ¶jlig efter Ã¶verenskommelse om den bestÃ¤llda tjÃ¤nsten inte har anvÃ¤nts eller om inget fÃ¶rsÃ¶k har gjorts att ladda ner den. Om ett fÃ¶rsÃ¶k till nedladdning har gjorts kommer ingen fÃ¶rhandling att Ã¤ga rum och anvÃ¤ndaren har inte rÃ¤tt till nÃ¥gon Ã¥terbetalning, rabatt eller annan ekonomisk ersÃ¤ttning. Om fÃ¶rbetalda tjÃ¤nster har fÃ¶rbetalats fÃ¶r en period som Ã¶verstiger den faktiska anvÃ¤ndningsperioden kommer villkoren fÃ¶r en sÃ¥dan Ã¥terbetalning att avtalas individuellt.

source: Prices and Subscription conditions may change unilaterally by the Operator at any time. The price and conditions valid at the time of the first purchase or the last Subscription renewal remain in effect for the duration of the given Subscription period, but new prices and conditions may apply to renewals or new Subscriptions. The Provider will notify the User of any price or Subscription condition changes in a reasonable period before the new Price or conditions come into effect. Under these conditions, the User has the right to cancel the Subscription.
sv: Priser och abonnemangsvillkor kan Ã¤ndras ensidigt av operatÃ¶ren nÃ¤r som helst. Det pris och de villkor som gÃ¤llde vid det fÃ¶rsta kÃ¶pet eller den senaste abonnemangsfÃ¶rnyelsen gÃ¤ller under hela den aktuella abonnemangsperioden, men nya priser och villkor kan gÃ¤lla fÃ¶r fÃ¶rnyelser eller nya abonnemang. LeverantÃ¶ren kommer att meddela anvÃ¤ndaren om eventuella pris- eller villkorsÃ¤ndringar i abonnemanget inom en rimlig tid innan det nya priset eller de nya villkoren trÃ¤der i kraft. Under dessa villkor har anvÃ¤ndaren rÃ¤tt att sÃ¤ga upp abonnemanget.

source: License Terms
sv: Licensvillkor

source: The Provider's software and Weblate software extensions are distributed under the GNU/GPLv3 license (seeÂ <a href="%(url)s">%(url)s</a>). The User is granted a non-exclusive license to any elements of the Service under the terms of the GTC in their most recently updated version at the time the License is provided. The License is granted in accordance with the option selected according to the Price List.
sv: LeverantÃ¶rens programvara och Weblate-programtillÃ¤gg distribueras under GNU/GPLv3-licensen (se<a href="%(url)s">%(url)s)</a>. AnvÃ¤ndaren beviljas en icke-exklusiv licens fÃ¶r alla delar av TjÃ¤nsten enligt villkoren i de allmÃ¤nna villkoren i deras senast uppdaterade version vid den tidpunkt dÃ¥ Licensen tillhandahÃ¥lls. Licensen beviljas i enlighet med det alternativ som valts enligt prislistan.

source: Unless otherwise stated in the Agreement, the license terms of this Agreement are fully governed by the GPLv3 license. However, selected parts of the Software may also be licensed under other licenses. A complete list of licenses used in the Provider's Software and software extensions can be found in their source code, which corresponds to the REUSE 3.0 specification according to the information provided on the Provider's website (seeÂ <a href="%(url)s">%(url)s</a>).
sv: Om inte annat anges i avtalet regleras licensvillkoren i detta avtal helt av GPLv3-licensen. Vissa delar av programvaran kan dock ocksÃ¥ licensieras under andra licenser. En fullstÃ¤ndig lista Ã¶ver licenser som anvÃ¤nds i leverantÃ¶rens programvara och programvarutillÃ¤gg finns i deras kÃ¤llkod, som motsvarar REUSE 3.0-specifikationen enligt informationen pÃ¥ leverantÃ¶rens webbplats (se<a href="%(url)s">%(url)s)</a>.
